Repository: Ayaz2589/Ortho-iOS
Catalog: Ortho-iOS/Localizable.xcstrings
Source language: en
Languages: bn, es, ja, ko, zh_hans

source: %@ / mo
bn: %@ / মাস
es: %@ / mes
ja: %@ / 月
ko: %@ / 월
zh_hans: %@ / 月

source: %@ P&I vs %@ income this month. Lenders typically target below 28%%.
bn: এই মাসে %1$@ মূলধন+সুদ বনাম %2$@ আয়। ঋণদাতারা সাধারণত 28%%-এর নিচে রাখার লক্ষ্য রাখেন।
es: %@ capital+interés vs %@ de ingreso este mes. Los prestamistas suelen apuntar a menos del 28%%.
ja: 今月の元本＋利息%@に対して収入%@。貸し手は通常28%%未満を目安にします。
ko: 이번 달 원금+이자 %@, 수입 %@. 대출 기관은 보통 28%% 미만을 목표로 합니다.
zh_hans: 本月本金+利息%@对比收入%@。贷款机构通常目标为低于28%%。

source: %@ at %@ on %@ — %@ the typical amount.
bn: %3$@-এ %2$@-তে %1$@ — সাধারণের %4$@।
es: %@ en %@ el %@ — %@ del importe habitual.
ja: %@、%@、%@ — 通常額の%@。
ko: %@, %@에서 %@ — 평소 금액의 %@.
zh_hans: %@于%@在%@消费 — 通常金额的%@。

source: %@ budget
bn: %@ বাজেট
es: Presupuesto de %@
ja: %@の予算
ko: %@ 예산
zh_hans: %@预算

source: %@ down %lld%% vs last month
bn: গত মাসের তুলনায় %1$@ %2$lld%% হ্রাস
es: %@ bajó %lld%% vs el mes pasado
ja: %@は先月比%lld%%減
ko: %@이(가) 지난달 대비 %lld%% 감소
zh_hans: %@较上月下降%lld%%

source: %@ equity
bn: %@ ইক্যুইটি
es: %@ de patrimonio
ja: %@の持ち分
ko: %@ 지분
zh_hans: %@权益

source: %@ in the last 30 days vs %@ the 30 before.
bn: গত 30 দিনে %1$@, তার আগের 30 দিনে %2$@।
es: %@ en los últimos 30 días vs %@ los 30 anteriores.
ja: 過去30日間で%@、その前の30日間で%@。
ko: 지난 30일 %@, 이전 30일 %@.
zh_hans: 过去30天%@，对比之前30天%@。

source: %@ is your top category
bn: %@ আপনার শীর্ষ ক্যাটেগরি
es: %@ es tu categoría principal
ja: %@が最大のカテゴリです
ko: %@이(가) 최대 카테고리입니다
zh_hans: %@是您的最大类别

source: %@ left of %@ with %lld days to go.
bn: %3$lld দিন বাকি — %2$@-এর %1$@ অবশিষ্ট।
es: Te quedan %@ de %@ con %lld días por delante.
ja: 残り%lld日で、%@中%@残っています。
ko: %lld일 남았는데, %@ 중 %@ 남음.
zh_hans: 还剩%lld天，%@中尚余%@。

source: %@ of %@ still available with %lld days left.
bn: %3$lld দিন বাকি — %2$@-এর %1$@ এখনো পাওয়া যাবে।
es: %@ de %@ aún disponible con %lld días restantes.
ja: 残り%lld日で、%@中%@がまだ利用可能。
ko: %lld일 남았는데, %@ 중 %@ 사용 가능.
zh_hans: 还剩%lld天，%@中尚有%@可用。

source: %@ this month — %lld%% of total spend.
bn: এই মাসে %1$@ — মোট খরচের %2$lld%%।
es: %@ este mes — %lld%% del gasto total.
ja: 今月%@ — 総支出の%lld%%。
ko: 이번 달 %@ — 총 지출의 %lld%%.
zh_hans: 本月%@ — 总支出的%lld%%。

source: %@ up %lld%% vs last month
bn: গত মাসের তুলনায় %1$@ %2$lld%% বৃদ্ধি
es: %@ subió %lld%% vs el mes pasado
ja: %@は先月比%lld%%増
ko: %@이(가) 지난달 대비 %lld%% 증가
zh_hans: %@较上月上涨%lld%%

source: %lld properties
bn: %lld সম্পত্তি
es: %lld propiedades
ja: %lld件の物件
ko: 부동산 %lld개
zh_hans: %lld处房产

source: %lld set
bn: %lld সেট
es: %lld establecidos
ja: %lld件設定
ko: %lld개 설정됨
zh_hans: 已设置%lld

source: %lld units
bn: %lld ইউনিট
es: %lld unidades
ja: %lldユニット
ko: 유닛 %lld개
zh_hans: %lld个单元

source: %lld visits
bn: %lld ভিজিট
es: %lld visitas
ja: %lld回の利用
ko: 방문 %lld회
zh_hans: %lld次

source: %lld years remaining
bn: %lld বছর বাকি
es: %lld años restantes
ja: 残り%lld年
ko: %lld년 남음
zh_hans: 剩余%lld年

source: %lld-year
bn: %lld-বছর
es: %lld años
ja: %lld年
ko: %lld년
zh_hans: %lld年

source: (you)
bn: (আপনি)
es: (tú)
ja: (あなた)
ko: (나)
zh_hans: (您)

source: (you) · %@
bn: (আপনি) · %@
es: (tú) · %@
ja: (あなた) · %@
ko: (나) · %@
zh_hans: (您) · %@

source: + %lld more
bn: + আরো %lld
es: + %lld más
ja: + %lld件
ko: + %lld개 더
zh_hans: + 还有%lld个

source: Account
bn: অ্যাকাউন্ট
es: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账户

source: Add
bn: যোগ
es: Añadir
ja: 追加
ko: 추가
zh_hans: 添加

source: Add a primary home, a rental, or a multifamily property to track payments, balances, and lease info.
bn: পেমেন্ট, ব্যালেন্স ও লিজ তথ্য ট্র্যাক করতে একটি প্রধান বাড়ি, ভাড়া, বা মাল্টিফ্যামিলি সম্পত্তি যোগ করুন।
es: Añade una vivienda principal, una propiedad en alquiler o una multifamiliar para registrar pagos, saldos e información de arrendamientos.
ja: 支払い、残高、賃貸情報を管理するために自宅、賃貸、集合住宅を追加してください。
ko: 주택, 임대, 다세대 주택을 추가하여 결제, 잔액, 임대 정보를 추적하세요.
zh_hans: 添加主要住宅、出租房或多户住宅以跟踪支付、余额和租赁信息。

source: Add at least one transaction and it'll show up here for fast duplication.
bn: অন্তত একটি লেনদেন যোগ করুন তাহলে দ্রুত কপির জন্য এটি এখানে দেখাবে।
es: Añade al menos una transacción y aparecerá aquí para duplicarla rápido.
ja: 少なくとも1件の取引を追加すると、ここから素早く複製できます。
ko: 최소 한 건의 거래를 추가하면 여기서 빠르게 복제할 수 있습니다.
zh_hans: 添加至少一笔交易，将显示在这里以便快速复制。

source: Add card
bn: কার্ড যোগ করুন
es: Añadir tarjeta
ja: カードを追加
ko: 카드 추가
zh_hans: 添加卡

source: Add each unit's rent and tenant. Net balance is total unit rent minus the mortgage payment.
bn: প্রতি ইউনিটের ভাড়া ও ভাড়াটে যোগ করুন। নেট ব্যালেন্স হল মোট ইউনিট ভাড়া বিয়োগ মর্টগেজ পেমেন্ট।
es: Añade el alquiler y el inquilino de cada unidad. El saldo neto es el alquiler total menos el pago de la hipoteca.
ja: 各ユニットの家賃と入居者を追加してください。純残高は総ユニット家賃から住宅ローン返済を引いた額です。
ko: 각 유닛의 임대료와 임차인을 추가하세요. 순잔액은 총 유닛 임대료에서 대출 상환금을 뺀 금액입니다.
zh_hans: 添加每个单元的租金和租户。净余额是单元总租金减去按揭还款。

source: Add property
bn: সম্পত্তি যোগ করুন
es: Añadir propiedad
ja: 物件を追加
ko: 부동산 추가
zh_hans: 添加房产

source: Add transaction
bn: লেনদেন যোগ করুন
es: Añadir transacción
ja: 取引を追加
ko: 거래 추가
zh_hans: 添加交易

source: Add unit
bn: ইউনিট যোগ করুন
es: Añadir unidad
ja: ユニットを追加
ko: 유닛 추가
zh_hans: 添加单元

source: Add user
bn: ব্যবহারকারী যোগ করুন
es: Añadir usuario
ja: ユーザーを追加
ko: 사용자 추가
zh_hans: 添加用户

source: Address
bn: ঠিকানা
es: Dirección
ja: 住所
ko: 주소
zh_hans: 地址

source: All
bn: সব
es: Todo
ja: すべて
ko: 전체
zh_hans: 全部

source: Amortization
bn: অমর্টাইজেশন
es: Amortización
ja: 償却
ko: 상환
zh_hans: 摊销

source: Amount
bn: পরিমাণ
es: Importe
ja: 金額
ko: 금액
zh_hans: 金额

source: Appearance
bn: চেহারা
es: Apariencia
ja: 外観
ko: 외관
zh_hans: 外观

source: Approaching %@ limit
bn: %@ সীমার কাছাকাছি
es: Acercándote al límite de %@
ja: %@の上限に近づいています
ko: %@ 한도 접근 중
zh_hans: 接近%@限额

source: Auto-pay
bn: অটো-পে
es: Pago automático
ja: 自動支払い
ko: 자동 결제
zh_hans: 自动扣款

source: Auto-pays on the 1st · %@
bn: প্রতি মাসের 1 তারিখে অটো-পে · %@
es: Pago automático el día 1 · %@
ja: 毎月1日に自動支払い · %@
ko: 매월 1일 자동 결제 · %@
zh_hans: 每月1日自动扣款 · %@

source: Avg / day
bn: গড় / দিন
es: Prom. / día
ja: 平均 / 日
ko: 일 평균
zh_hans: 日均

source: Back
bn: পেছনে
es: Atrás
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Bangladeshi Taka
bn: বাংলাদেশি টাকা
es: Taka bangladesí
ja: バングラデシュタカ
ko: 방글라데시 타카
zh_hans: 孟加拉塔卡

source: Budgets
bn: বাজেট
es: Presupuestos
ja: 予算
ko: 예산
zh_hans: 预算

source: Budgets drive the spending insights on your dashboard. Set a monthly limit for any category and you'll see progress + alerts when you're close to or over the limit.
bn: বাজেট আপনার ড্যাশবোর্ডের খরচের ইনসাইট পরিচালনা করে। যেকোনো ক্যাটেগরির জন্য মাসিক সীমা সেট করুন এবং সীমার কাছে বা বেশি হলে অগ্রগতি ও সতর্কতা দেখুন।
es: Los presupuestos impulsan los insights de gasto del panel. Establece un límite mensual para cualquier categoría y verás el progreso y alertas cuando te acerques o lo superes.
ja: 予算はダッシュボードの支出インサイトを動かします。任意のカテゴリに月次上限を設定すると、進捗と上限近くまたは超過時のアラートが表示されます。
ko: 예산은 대시보드의 지출 인사이트를 구동합니다. 카테고리에 월별 한도를 설정하면 진행 상황과 한도에 가까워지거나 초과할 때 알림을 받게 됩니다.
zh_hans: 预算驱动仪表盘上的支出洞察。为任何类别设置月度限额，您将看到进度和接近或超过限额时的提醒。

source: Built since closing · %@
bn: ক্লোজিং থেকে গঠিত · %@
es: Acumulado desde el cierre · %@
ja: クロージング以降の累計 · %@
ko: 마감 이후 누적 · %@
zh_hans: 自成交以来累计 · %@

source: By continuing you agree to our **Terms** and **Privacy**.
bn: চালিয়ে যাওয়ার মাধ্যমে আপনি আমাদের **শর্তাবলী** এবং **গোপনীয়তা**-তে সম্মত হন।
es: Al continuar aceptas nuestros **Términos** y **Privacidad**.
ja: 続行することで、**利用規約**と**プライバシー**に同意したものとみなします。
ko: 계속하면 **약관** 및 **개인정보 처리방침**에 동의하는 것입니다.
zh_hans: 继续即表示您同意我们的**条款**和**隐私政策**。

source: Canadian Dollar
bn: কানাডিয়ান ডলার
es: Dólar canadiense
ja: カナダドル
ko: 캐나다 달러
zh_hans: 加元

source: Cancel
bn: বাতিল
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cards
bn: কার্ড
es: Tarjetas
ja: カード
ko: 카드
zh_hans: 卡片

source: Cards appear in the Paid with menu when you log a new expense. Existing transactions keep their original card name.
bn: নতুন খরচ লগ করলে কার্ডগুলো "যা দিয়ে পরিশোধ" মেনুতে দেখায়। বিদ্যমান লেনদেনগুলো তাদের মূল কার্ড নাম রাখে।
es: Las tarjetas aparecen en el menú "Pagado con" cuando registras un nuevo gasto. Las transacciones existentes mantienen su nombre de tarjeta original.
ja: 新しい支出を記録するとき、カードは「支払い方法」メニューに表示されます。既存の取引は元のカード名を保持します。
ko: 새 지출을 기록할 때 카드가 "결제 수단" 메뉴에 표시됩니다. 기존 거래는 원래 카드 이름을 유지합니다.
zh_hans: 当您记录新支出时，卡会显示在"支付方式"菜单中。现有交易保留原始卡名。

source: Category
bn: ক্যাটেগরি
es: Categoría
ja: カテゴリ
ko: 카테고리
zh_hans: 类别

source: Changes aren't saved
bn: পরিবর্তন সংরক্ষিত নয়
es: Los cambios no se guardan
ja: 変更は保存されません
ko: 변경 사항이 저장되지 않음
zh_hans: 更改未保存

source: Chinese Yuan
bn: চীনা ইউয়ান
es: Yuan chino
ja: 中国元
ko: 중국 위안
zh_hans: 人民币

source: Close search
bn: অনুসন্ধান বন্ধ করুন
es: Cerrar búsqueda
ja: 検索を閉じる
ko: 검색 닫기
zh_hans: 关闭搜索

source: Closing date
bn: ক্লোজিং তারিখ
es: Fecha de cierre
ja: クロージング日
ko: 마감일
zh_hans: 成交日期

source: Coffee
bn: কফি
es: Café
ja: コーヒー
ko: 커피
zh_hans: 咖啡

source: Color
bn: রঙ
ja: 色
ko: 색상
zh_hans: 颜色

source: Copy from recent
bn: সম্প্রতি থেকে কপি
es: Copiar de recientes
ja: 最近からコピー
ko: 최근에서 복사
zh_hans: 从最近复制

source: Currency
bn: মুদ্রা
es: Moneda
ja: 通貨
ko: 통화
zh_hans: 货币

source: Daily trend
bn: দৈনিক ট্রেন্ড
es: Tendencia diaria
ja: 日次トレンド
ko: 일별 추이
zh_hans: 每日趋势

source: Dark
bn: গাঢ়
es: Oscuro
ja: ダーク
ko: 다크
zh_hans: 深色

source: Dashboard
bn: ড্যাশবোর্ড
es: Panel
ja: ダッシュボード
ko: 대시보드
zh_hans: 仪表盘

source: Date
bn: তারিখ
es: Fecha
ja: 日付
ko: 날짜
zh_hans: 日期

source: Day %lld of %lld
bn: %lld মাসের %lld-তম দিন
es: Día %lld de %lld
ja: %lld日目 / %lld日
ko: %lld일 / %lld일
zh_hans: 第%lld天/共%lld天

source: Delete
bn: মুছুন
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete %@
bn: %@ মুছুন
es: Eliminar %@
ja: %@を削除
ko: %@ 삭제
zh_hans: 删除%@

source: Delete payment
bn: পেমেন্ট মুছুন
es: Eliminar pago
ja: 支払いを削除
ko: 결제 삭제
zh_hans: 删除付款

source: Delete property
bn: সম্পত্তি মুছুন
es: Eliminar propiedad
ja: 物件を削除
ko: 부동산 삭제
zh_hans: 删除房产

source: Delete this card?
bn: এই কার্ড মুছবেন?
es: ¿Eliminar esta tarjeta?
ja: このカードを削除しますか？
ko: 이 카드를 삭제하시겠습니까?
zh_hans: 删除此卡？

source: Delete this property?
bn: এই সম্পত্তি মুছবেন?
es: ¿Eliminar esta propiedad?
ja: この物件を削除しますか？
ko: 이 부동산을 삭제하시겠습니까?
zh_hans: 删除此房产？

source: Delete this transaction?
bn: এই লেনদেন মুছবেন?
es: ¿Eliminar esta transacción?
ja: この取引を削除しますか？
ko: 이 거래를 삭제하시겠습니까?
zh_hans: 删除此交易？

source: Delete transaction
bn: লেনদেন মুছুন
es: Eliminar transacción
ja: 取引を削除
ko: 거래 삭제
zh_hans: 删除交易

source: Demo mode
bn: ডেমো মোড
es: Modo demo
ja: デモモード
ko: 데모 모드
zh_hans: 演示模式

source: Deposit to
bn: জমা
es: Depositar en
ja: 入金先
ko: 입금 계좌
zh_hans: 存入

source: Detected %lld recurring charges
bn: %lld টি রিকারিং চার্জ শনাক্ত
es: Detectados %lld cargos recurrentes
ja: %lld件の定期請求を検出
ko: %lld개의 정기 결제 감지
zh_hans: 检测到%lld个定期消费

source: Developer
bn: ডেভেলপার
es: Desarrollador
ja: 開発者
ko: 개발자
zh_hans: 开发者

source: Didn't receive it?
bn: পাননি?
es: ¿No lo recibiste?
ja: 届きませんでしたか？
ko: 받지 못하셨나요?
zh_hans: 没收到？

source: Dining
bn: রেস্তোরাঁ
es: Restaurantes
ja: 外食
ko: 외식
zh_hans: 餐饮

source: Done
bn: সম্পন্ন
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

source: Due in %lld days
bn: %lld দিনে বকেয়া
es: Vence en %lld días
ja: %lld日後に支払い
ko: %lld일 후 마감
zh_hans: %lld天后到期

source: Due today
bn: আজ বকেয়া
es: Vence hoy
ja: 本日支払い
ko: 오늘 마감
zh_hans: 今天到期

source: Due tomorrow
bn: আগামীকাল বকেয়া
es: Vence mañana
ja: 明日支払い
ko: 내일 마감
zh_hans: 明天到期

source: Edit
bn: সম্পাদনা
es: Editar
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit %@
bn: %@ সম্পাদনা করুন
es: Editar %@
ja: %@を編集
ko: %@ 편집
zh_hans: 编辑%@

source: Edit transaction
bn: লেনদেন সম্পাদনা
es: Editar transacción
ja: 取引を編集
ko: 거래 편집
zh_hans: 编辑交易

source: Enter demo mode?
bn: ডেমো মোডে প্রবেশ?
es: ¿Entrar en modo demo?
ja: デモモードに入りますか？
ko: 데모 모드로 진입하시겠습니까?
zh_hans: 进入演示模式？

source: Enter your code
bn: আপনার কোড লিখুন
es: Introduce tu código
ja: コードを入力
ko: 코드 입력
zh_hans: 输入验证码

source: Entertainment
bn: বিনোদন
es: Entretenimiento
ja: 娯楽
ko: 오락
zh_hans: 娱乐

source: Equity
bn: ইক্যুইটি
es: Patrimonio
ja: 持ち分
ko: 지분
zh_hans: 权益

source: Equity built
bn: তৈরি ইক্যুইটি
es: Patrimonio acumulado
ja: 築いた持ち分
ko: 축적된 지분
zh_hans: 已积累权益

source: Euro
bn: ইউরো
ja: ユーロ
ko: 유로
zh_hans: 欧元

source: Even
bn: সমান
es: Igual
ja: 均等
ko: 균등
zh_hans: 均分

source: Existing transactions keep %@ as the owner.
bn: বিদ্যমান লেনদেনগুলো %@-কে মালিক হিসেবে রাখে।
es: Las transacciones existentes mantienen a %@ como propietario.
ja: 既存の取引は%@を所有者として保持します。
ko: 기존 거래는 %@을(를) 소유자로 유지합니다.
zh_hans: 现有交易保留%@为所有者。

source: Existing transactions keep their original card name.
bn: বিদ্যমান লেনদেনগুলো তাদের মূল কার্ড নাম রাখে।
es: Las transacciones existentes mantienen su nombre de tarjeta original.
ja: 既存の取引は元のカード名を保持します。
ko: 기존 거래는 원래 카드 이름을 유지합니다.
zh_hans: 现有交易保留原始卡名。

source: Exit
bn: প্রস্থান
es: Salir
ja: 終了
ko: 종료
zh_hans: 退出

source: Expense
bn: খরচ
es: Gasto
ja: 支出
ko: 지출
zh_hans: 支出

source: Expenses
bn: খরচ
es: Gastos
ja: 支出
ko: 지출
zh_hans: 支出

source: Fixed · %lld-year
bn: ফিক্সড · %lld-বছর
es: Fijo · %lld años
ja: 固定 · %lld年
ko: 고정 · %lld년
zh_hans: 固定 · %lld年

source: Fuel
bn: জ্বালানি
es: Combustible
ja: 燃料
ko: 연료
zh_hans: 燃油

source: Groceries
bn: মুদি
es: Comestibles
ja: 食料品
ko: 식료품
zh_hans: 食品杂货

source: Health
bn: স্বাস্থ্য
es: Salud
ja: 健康
ko: 건강
zh_hans: 健康

source: Household
bn: পরিবার
es: Hogar
ja: 世帯
ko: 세대
zh_hans: 家庭

source: Household name
bn: পরিবারের নাম
es: Nombre del hogar
ja: 世帯名
ko: 세대 이름
zh_hans: 家庭名称

source: Housing
bn: আবাসন
es: Vivienda
ja: 住宅
ko: 주거
zh_hans: 住房

source: Income
bn: আয়
es: Ingresos
ja: 収入
ko: 수입
zh_hans: 收入

source: Income shows in sage on the Activity list. Selecting multiple owners attributes shared income to all of them.
bn: আয় কার্যকলাপ তালিকায় সাজ রঙে দেখায়। একাধিক মালিক নির্বাচন করলে শেয়ার্ড আয় তাদের সবার মধ্যে বরাদ্দ হয়।
es: Los ingresos se muestran en verde en la lista de actividad. Seleccionar varios propietarios atribuye el ingreso compartido a todos ellos.
ja: 収入はアクティビティリストで緑色で表示されます。複数の所有者を選択すると、共有収入が全員に割り当てられます。
ko: 수입은 활동 목록에서 세이지 색상으로 표시됩니다. 여러 소유자를 선택하면 공유 수입이 모두에게 귀속됩니다.
zh_hans: 收入在活动列表中以鼠尾草绿色显示。选择多个所有者将共享收入归属于所有人。

source: Initial is set automatically from the name. Joint accounts get two initials joined with +.
bn: নাম থেকে স্বয়ংক্রিয়ভাবে আদ্যক্ষর সেট হয়। যৌথ অ্যাকাউন্ট + দিয়ে যুক্ত দুটি আদ্যক্ষর পায়।
es: La inicial se establece automáticamente desde el nombre. Las cuentas conjuntas tienen dos iniciales unidas con +.
ja: イニシャルは名前から自動的に設定されます。共同アカウントは+で結んだ2文字のイニシャルになります。
ko: 이니셜은 이름에서 자동으로 설정됩니다. 공동 계정은 두 개의 이니셜을 +로 연결합니다.
zh_hans: 首字母会从名字自动设置。联名账户使用两个首字母用+连接。

source: Interest
bn: সুদ
es: Interés
ja: 利息
ko: 이자
zh_hans: 利息

source: Interest rate
bn: সুদের হার
es: Tasa de interés
ja: 金利
ko: 금리
zh_hans: 利率

source: Japanese Yen
bn: জাপানি ইয়েন
es: Yen japonés
ja: 日本円
ko: 일본 엔
zh_hans: 日元

source: Language
bn: ভাষা
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言

source: Last 12 months
bn: শেষ 12 মাস
es: Últimos 12 meses
ja: 過去12か月
ko: 지난 12개월
zh_hans: 过去12个月

source: Last 3 months
bn: শেষ 3 মাস
es: Últimos 3 meses
ja: 過去3か月
ko: 지난 3개월
zh_hans: 过去3个月

source: Last 30 days
bn: গত 30 দিন
es: Últimos 30 días
ja: 過去30日間
ko: 지난 30일
zh_hans: 过去30天

source: Last 6 months
bn: শেষ 6 মাস
es: Últimos 6 meses
ja: 過去6か月
ko: 지난 6개월
zh_hans: 过去6个月

source: Lease
bn: লিজ
es: Contrato
ja: 賃貸
ko: 임대
zh_hans: 租约

source: Lease end
bn: লিজ শেষ
es: Fin del contrato
ja: 賃貸終了
ko: 임대 종료
zh_hans: 租约结束

source: Lease ends in %lld days
bn: লিজ %lld দিনে শেষ
es: El contrato finaliza en %lld días
ja: 賃貸契約は%lld日後に終了
ko: 임대 종료까지 %lld일
zh_hans: 租约将在%lld天后结束

source: Lease start
bn: লিজ শুরু
es: Inicio del contrato
ja: 賃貸開始
ko: 임대 시작
zh_hans: 租约开始

source: Light
bn: হালকা
es: Claro
ja: ライト
ko: 라이트
zh_hans: 浅色

source: Load demo
bn: ডেমো লোড
es: Cargar demo
ja: デモを読み込む
ko: 데모 로드
zh_hans: 加载演示

source: Load demo data
bn: ডেমো ডেটা লোড
es: Cargar datos demo
ja: デモデータを読み込む
ko: 데모 데이터 로드
zh_hans: 加载演示数据

source: Loading rates…
bn: রেট লোড হচ্ছে…
es: Cargando tasas…
ja: レートを読み込み中…
ko: 환율 불러오는 중…
zh_hans: 正在加载汇率…

source: Loading your transactions
bn: আপনার লেনদেন লোড হচ্ছে
es: Cargando tus transacciones
ja: 取引を読み込み中
ko: 거래 불러오는 중
zh_hans: 正在加载您的交易

source: Log an expense or income to see it grouped by day here.
bn: এখানে দিন অনুযায়ী গ্রুপ দেখতে একটি খরচ বা আয় যোগ করুন।
es: Registra un gasto o ingreso para verlo agrupado por día aquí.
ja: 支出や収入を記録すると、ここに日付ごとに表示されます。
ko: 지출이나 수입을 기록하면 여기에 날짜별로 표시됩니다.
zh_hans: 记录一笔支出或收入，将按日期分组显示在这里。

source: Log payment
bn: পেমেন্ট লগ
es: Registrar pago
ja: 支払いを記録
ko: 결제 기록
zh_hans: 记录付款

source: Maturity
bn: মেয়াদ পূর্তি
es: Vencimiento
ja: 満期
ko: 만기
zh_hans: 到期

source: Member
bn: সদস্য
es: Miembro
ja: メンバー
ko: 구성원
zh_hans: 成员

source: Members can see all Shared transactions in this household. Personal transactions are visible only to you. Inviting new members is coming soon.
bn: সদস্যরা এই পরিবারের সব শেয়ার্ড লেনদেন দেখতে পারে। ব্যক্তিগত লেনদেন শুধু আপনি দেখতে পারেন। নতুন সদস্য আমন্ত্রণ শীঘ্রই আসছে।
es: Los miembros pueden ver todas las transacciones compartidas de este hogar. Las personales solo las ves tú. La invitación de nuevos miembros llegará pronto.
ja: メンバーはこの世帯のすべての共有取引を見ることができます。個人取引はあなただけが見られます。新メンバーの招待機能は近日公開です。
ko: 구성원은 이 세대의 모든 공유 거래를 볼 수 있습니다. 개인 거래는 본인만 볼 수 있습니다. 새 구성원 초대 기능은 곧 제공됩니다.
zh_hans: 成员可以查看此家庭的所有共享交易。个人交易仅您可见。邀请新成员功能即将推出。

source: Merchant
bn: বিক্রেতা
es: Comercio
ja: 店舗
ko: 상점
zh_hans: 商家

source: Month
bn: মাস
es: Mes
ja: 月
ko: 월
zh_hans: 月

source: Monthly cost
bn: মাসিক খরচ
es: Coste mensual
ja: 月々のコスト
ko: 월 비용
zh_hans: 月度成本

source: Monthly limit
bn: মাসিক সীমা
es: Límite mensual
ja: 月次上限
ko: 월별 한도
zh_hans: 月度限额

source: Monthly payment
bn: মাসিক পেমেন্ট
es: Pago mensual
ja: 月々の支払い
ko: 월 납입금
zh_hans: 月供

source: Monthly principal + interest is computed from the loan amount, rate, and term. Taxes and insurance aren't tracked yet.
bn: মাসিক মূলধন + সুদ ঋণের পরিমাণ, হার ও মেয়াদ থেকে গণনা করা হয়। কর ও বীমা এখনো ট্র্যাক করা হয় না।
es: El capital + interés mensual se calcula a partir del importe del préstamo, la tasa y el plazo. Los impuestos y seguros aún no se registran.
ja: 月々の元本＋利息はローン金額、金利、期間から計算されます。税金と保険はまだ追跡されていません。
ko: 월 원금+이자는 대출 금액, 금리, 기간에서 계산됩니다. 세금과 보험은 아직 추적되지 않습니다.
zh_hans: 月度本金+利息根据贷款金额、利率和期限计算。税费和保险暂未跟踪。

source: Monthly rent
bn: মাসিক ভাড়া
es: Alquiler mensual
ja: 月々の家賃
ko: 월세
zh_hans: 月租金

source: Mortgage
bn: মর্টগেজ
es: Hipoteca
ja: 住宅ローン
ko: 주택담보대출
zh_hans: 按揭

source: Mortgage at %lld%% of income
bn: মর্টগেজ আয়ের %lld%%
es: Hipoteca al %lld%% del ingreso
ja: 住宅ローンは収入の%lld%%
ko: 대출이 수입의 %lld%%
zh_hans: 按揭占收入的%lld%%

source: Mortgage at %lld%% of income — high
bn: মর্টগেজ আয়ের %lld%% — উচ্চ
es: Hipoteca al %lld%% del ingreso — alta
ja: 住宅ローンは収入の%lld%% — 高い
ko: 대출이 수입의 %lld%% — 높음
zh_hans: 按揭占收入的%lld%% — 偏高

source: Mortgage info, lease details, and rental payment history for this property will be removed.
bn: এই সম্পত্তির মর্টগেজ তথ্য, লিজ বিবরণ ও ভাড়া পেমেন্ট ইতিহাস সরানো হবে।
es: Se eliminarán la información de la hipoteca, los detalles del contrato y el historial de pagos de esta propiedad.
ja: この物件の住宅ローン情報、賃貸詳細、賃貸支払い履歴が削除されます。
ko: 이 부동산의 대출 정보, 임대 세부 정보 및 임대 결제 내역이 삭제됩니다.
zh_hans: 此房产的按揭信息、租约详情和租金支付记录将被删除。

source: Mortgage payment
bn: মর্টগেজ পেমেন্ট
es: Pago de hipoteca
ja: 住宅ローン返済
ko: 주택담보대출 상환금
zh_hans: 按揭还款

source: Mortgage · Multifamily
bn: মর্টগেজ · মাল্টিফ্যামিলি
es: Hipoteca · Multifamiliar
ja: 住宅ローン · 集合住宅
ko: 대출 · 다세대 주택
zh_hans: 按揭 · 多户住宅

source: Mortgage · Primary home
bn: মর্টগেজ · প্রধান বাড়ি
es: Hipoteca · Vivienda principal
ja: 住宅ローン · 自宅
ko: 대출 · 주거 주택
zh_hans: 按揭 · 主要住宅

source: Multifamily property
bn: মাল্টিফ্যামিলি সম্পত্তি
es: Propiedad multifamiliar
ja: 集合住宅
ko: 다세대 주택
zh_hans: 多户住宅

source: Multifamily · %lld units
bn: মাল্টিফ্যামিলি · %lld ইউনিট
es: Multifamiliar · %lld unidades
ja: 集合住宅 · %lldユニット
ko: 다세대 · 유닛 %lld개
zh_hans: 多户住宅 · %lld个单元

source: Name
bn: নাম
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称

source: Net %@ saved this month — well above the 20%% benchmark.
bn: এই মাসে নেট %@ সঞ্চয় — 20%% মানদণ্ডের অনেক বেশি।
es: Neto de %@ ahorrado este mes — muy por encima del 20%% de referencia.
ja: 今月の純貯蓄%@ — 20%%の目安を大きく上回っています。
ko: 이번 달 순저축 %@ — 20%% 기준치를 크게 상회.
zh_hans: 本月净储蓄%@ — 远超20%%基准。

source: Net balance
bn: নেট ব্যালেন্স
es: Saldo neto
ja: 純残高
ko: 순잔액
zh_hans: 净余额

source: Net rental income
bn: নেট ভাড়া আয়
es: Ingreso neto de alquiler
ja: 純賃貸収入
ko: 순임대 수입
zh_hans: 净租金收入

source: New card
bn: নতুন কার্ড
es: Nueva tarjeta
ja: 新しいカード
ko: 새 카드
zh_hans: 新建卡

source: New multifamily
bn: নতুন মাল্টিফ্যামিলি
es: Nueva multifamiliar
ja: 新しい集合住宅
ko: 새 다세대 주택
zh_hans: 新建多户住宅

source: New primary home
bn: নতুন প্রধান বাড়ি
es: Nueva vivienda principal
ja: 新しい自宅
ko: 새 주거 주택
zh_hans: 新建主要住宅

source: New property
bn: নতুন সম্পত্তি
es: Nueva propiedad
ja: 新しい物件
ko: 새 부동산
zh_hans: 新建房产

source: New rental
bn: নতুন ভাড়া বাসা
es: Nueva en alquiler
ja: 新しい賃貸
ko: 새 임대
zh_hans: 新建出租房

source: New transaction
bn: নতুন লেনদেন
es: Nueva transacción
ja: 新しい取引
ko: 새 거래
zh_hans: 新建交易

source: New user
bn: নতুন ব্যবহারকারী
es: Nuevo usuario
ja: 新しいユーザー
ko: 새 사용자
zh_hans: 新建用户

source: Next 12 months
bn: পরবর্তী 12 মাস
es: Próximos 12 meses
ja: 今後12か月
ko: 향후 12개월
zh_hans: 未来12个月

source: Nickname
bn: ডাকনাম
es: Apodo
ja: ニックネーム
ko: 별명
zh_hans: 昵称

source: No expenses in the last 30 days.
bn: গত 30 দিনে কোন খরচ নেই।
es: Sin gastos en los últimos 30 días.
ja: 過去30日間の支出はありません。
ko: 지난 30일간 지출이 없습니다.
zh_hans: 过去30天内无支出。

source: No expenses in this period yet.
bn: এই সময়কালে এখনো কোন খরচ নেই।
es: Aún no hay gastos en este período.
ja: この期間中の支出はまだありません。
ko: 이 기간 내 지출이 없습니다.
zh_hans: 此期间内暂无支出。

source: No expenses in this period.
bn: এই সময়কালে কোন খরচ নেই।
es: Sin gastos en este período.
ja: この期間中の支出はありません。
ko: 이 기간 내 지출 없음.
zh_hans: 此期间内无支出。

source: No household members yet.
bn: এখনো কোন পরিবারের সদস্য নেই।
es: Aún no hay miembros del hogar.
ja: 世帯メンバーはまだいません。
ko: 세대 구성원이 없습니다.
zh_hans: 暂无家庭成员。

source: No payments logged yet. Tap Log payment to add one.
bn: এখনো কোন পেমেন্ট লগ করা হয়নি। যোগ করতে "পেমেন্ট লগ করুন" ট্যাপ করুন।
es: Aún no hay pagos registrados. Toca "Registrar pago" para añadir uno.
ja: 支払いの記録はまだありません。「支払いを記録」をタップして追加してください。
ko: 아직 결제 기록이 없습니다. "결제 기록"을 탭하여 추가하세요.
zh_hans: 尚未记录付款。点击"记录付款"添加。

source: No properties yet
bn: এখনো কোন সম্পত্তি নেই
es: Aún no hay propiedades
ja: 物件はまだありません
ko: 부동산이 없습니다
zh_hans: 暂无房产

source: No properties yet. Add one from the Housing tab.
bn: এখনো কোন সম্পত্তি নেই। আবাসন ট্যাব থেকে একটি যোগ করুন।
es: Aún no hay propiedades. Añade una desde la pestaña Vivienda.
ja: 物件がまだありません。住宅タブから追加してください。
ko: 부동산이 없습니다. 주거 탭에서 추가하세요.
zh_hans: 暂无房产。请从住房标签添加。

source: No transactions in this period.
bn: এই সময়কালে কোন লেনদেন নেই।
es: Sin transacciones en este período.
ja: この期間中の取引はありません。
ko: 이 기간 내 거래 없음.
zh_hans: 此期间内无交易。

source: No transactions yet
bn: এখনো কোন লেনদেন নেই
es: Aún no hay transacciones
ja: 取引はまだありません
ko: 거래가 없습니다
zh_hans: 暂无交易

source: No units yet — edit this property to add them.
bn: এখনো কোন ইউনিট নেই — যোগ করতে এই সম্পত্তি সম্পাদনা করুন।
es: Aún no hay unidades — edita esta propiedad para añadirlas.
ja: ユニットがありません — この物件を編集して追加してください。
ko: 유닛이 없습니다 — 이 부동산을 편집하여 추가하세요.
zh_hans: 暂无单元 — 编辑此房产以添加。

source: None set
bn: সেট করা হয়নি
es: Ninguno establecido
ja: 未設定
ko: 설정 없음
zh_hans: 未设置

source: Note
bn: নোট
es: Nota
ja: メモ
ko: 메모
zh_hans: 备注

source: Nothing to copy yet
bn: কপি করার জন্য এখনো কিছু নেই
es: Nada que copiar aún
ja: コピーできる項目がありません
ko: 복사할 항목이 없습니다
zh_hans: 暂无可复制内容

source: Optional
bn: ঐচ্ছিক
es: Opcional
ja: 任意
ko: 선택 사항
zh_hans: 可选

source: Original loan
bn: মূল ঋণ
es: Préstamo original
ja: ローン元本
ko: 원금
zh_hans: 原始贷款

source: Original loan · %@
bn: মূল ঋণ · %@
es: Préstamo original · %@
ja: ローン元本 · %@
ko: 원래 대출 · %@
zh_hans: 原始贷款 · %@

source: Other
bn: অন্যান্য
es: Otro
ja: その他
ko: 기타
zh_hans: 其他

source: Over budget on %@
bn: %@-এ বাজেট অতিক্রান্ত
es: Presupuesto superado en %@
ja: %@で予算超過
ko: %@ 예산 초과
zh_hans: %@超出预算

source: Owner
bn: মালিক
es: Propietario
ja: オーナー
ko: 소유자
zh_hans: 所有者

source: Owners
bn: মালিকগণ
es: Propietarios
ja: 所有者
ko: 소유자
zh_hans: 所有者
